Repository: pbradydev105/Nearbystories
Catalog: iOS-Swift-2.2/Project/NearbyStores/*.lproj/Localizable.strings
Languages: pt_br, tr

source: Upcoming
pt_br: Próximas
tr: Yaklaşan

source: Sign In
pt_br: Assinar em
tr: Oturum Aç

# Event Detail
source: Detail
pt_br: Detalhes do evento
tr: Detay

source: Edit Profile
pt_br: Editar Perfil
tr: Profili Düzenle

source: Just Now
pt_br: Agora mesmo
tr: Hemen Şimdi

source: less than 1KM
pt_br: menos de 1KM
tr: 1KM'den az

source: People around me
pt_br: Pessoas proximas
tr: Çevremdeki insanlar

source: Nearby Events Notification
pt_br: Notificação de eventos próximos
tr: Yakınımdaki Etkinlikler Bildirimi

source: Receive notification when there is a store near you
pt_br: Receber notificação quando houver uma loja perto de você
tr: Size yakın bir işletme olursa bildirim alın

source: Enter email address
pt_br: Insira o endereço de e-mail
tr: E-posta adresiniz

source: Receive notification when there is a event coming
pt_br: Receber notificação quando houver um evento chegando
tr: Bir etkinlik olduğunda bildirim al

source: Don't have account?
pt_br: Não tem conta?
tr: Hesabınız yok mu?

source: Pick Photo
pt_br: Escolha uma foto
tr: Fotoğraf Ekle

source: Reload
pt_br: Recarregar
tr: Yeniden Yükle

source: Offers notification
pt_br: Notificação de ofertas
tr: İndirim bildirimi

source: Categories
pt_br: Categorias
tr: Kategoriler

source: Version
pt_br: Versão
tr: Versiyon

source: About us
pt_br: Sobre nós
tr: İşletmemi Nasıl Eklerim?

source: Messenger notifications
pt_br: Notificações do Messenger
tr: Mesajlaşma bildirimleri

source: Thank for your review!
pt_br: Obrigado pelo seu comentário!
tr: Yorumunuz için teşekkürler!

source: offers
pt_br: ofertas
tr: İndirimler

source: offer
pt_br: oferta

source: Write Name, Address, City ...
pt_br: Escrever nome, endereço, cidade ...
tr: İsim Yaz, Adres, Şehir ...

source: Send Message
pt_br: Enviar mensagem
tr: Mesaj Gönder

source: Reviews
pt_br: Comentários
tr: Yorumlar

source: Show More Offers
pt_br: Mostrar mais ofertas
tr: Diğer İndirimleri Göster

source: Write Review...
pt_br: Escreva um cometário
tr: Yorum Yaz ...

source: Enter password
pt_br: Insira sua senha
tr: Şifreniz

source: Search on
pt_br: Pesquisar em
tr: Ara

source: stores
pt_br: Negócios
tr: işletmeler

# Offer Detail
source: Detail
pt_br: Detalhes da oferta
tr: Detay

source: Enter message ...
pt_br: Insira sua mensagem...
tr: Mesaj yaz...

# Store detail
source: Detail
pt_br: Detalhes do negócio
tr: Detay

source: Close
pt_br: Fechar
tr: Kapat

source: Events
pt_br: Eventos
tr: Etkinlikler

source: Coming event notification
pt_br: Notificação de evento
tr: Yaklaşan Etkinlik bildirimi

source: Enter login
pt_br: Insira seu CIM
tr: Kullanıcı Adınız

# Chat login
source: Login / Create Account
pt_br: Login
tr: Giriş / Hesap Oluştur

source: Terms of use
pt_br: Termos de uso
tr: Kullanım şartları

source: Application Version
pt_br: Versão do aplicativo
tr: Uygulama Versiyonu

source: Rate Now
pt_br: Avalie agora
tr: Şimdi Oy Ver

source: Send
pt_br: Enviar
tr: Gönder

source: My Events
pt_br: Me eventos
tr: Katılacağım Etkinlikler

source: My Favourite Stores
pt_br: Meus favoritos
tr: Favori İşletmelerim

source: Featured
pt_br: Destaque
tr: Öne Çıkan

source: Find people around you
pt_br: Encontre pessoas ao seu redor
tr: Etrafınızdaki insanları bul

source: Forgot password?
pt_br: Esqueceu a senha?
tr: Şifrenizi mi Unuttunuz?

source: Enter message...
pt_br: Digite sua messagem...
tr: Mesaj Yaz...

source: Receive a special offer notification
pt_br: Receba uma notificação de oferta especial
tr: Size özel indirimler için bildirim alın

source: Receive notification when there is new messages
pt_br: Receber notificação quando houver novas mensagens
tr: Size yeni bir mesaj geldiğinde bildirim alın

source: Try a refresh the page
pt_br: Nenhum resultado encontrado!
tr: Sonuç Bulunamadı!

# Store Detail
source: Detail
pt_br: Detalhes do negócio
tr: Detay

source: Geo Stores
pt_br: Empresas proximas
tr: Haritada İşletmeler

source: %d stores
pt_br: %d negócios
tr: %d işletme

source: Pseudo
pt_br: Insira seu CIM
tr: Kullanıcı Adı

source: Add Review
pt_br: Adicione um cometário
tr: Yorum Ekle

source: Sent message
pt_br: Mensagem enviada
tr: Gönderilen mesaj

source: My interesting events
pt_br: Meus eventos
tr: Katılacağım etkinlikler

source: Manage your business
pt_br: Gerencie seus negócios
tr: İşletmenizi yönetin

source: Privacy Policy
pt_br: Politica de privacidade
tr: Gizlilik Politikası

source: Offers
pt_br: Ofertas
tr: İndirimler

source: Nearby stores notifications
pt_br: Notificações de empresas próximas
tr: Yakınımdaki işletme bildirimleri

source: Favourites
pt_br: Contratar Marketing
tr: Favorim İşletmeler

source: Setting
pt_br: Configuração
tr: Ayarlar

source: Loading...
pt_br: Carregando...
tr: Yükleniyor...

source: Couldn't load data from server
pt_br: Não foi possível carregar os dados do servidor
tr: Veriler sunucudan yüklenemedi

source: Enter full name
pt_br: Digite o nome completo
tr: Ad-Soyad

source: Search
pt_br: Pesquisar
tr: Ara

source: OR
pt_br: OU
tr: VeYa

source: Block
pt_br: Bloquear
tr: Engelle

source: Search
pt_br: Pesquisar
tr: Ara

source: You have %@ messages
pt_br: Você tem %@ messagens
tr: Yeni %@ mesajın var

source: Save Changes
pt_br: Savar mudanças
tr: Değişiklikleri Kaydet

source: Sign Up
pt_br: Inscrever - se
tr: Kaydol

source: Already Have an account?
pt_br: á tem uma conta?

source: %@ - Only on %@ %@
pt_br: %@ - Apenas em %@ %@

source: End at
pt_br: Termina em

source: Promotion
pt_br: Promoção

source: Log out
tr: Çıkış

source: Home
tr: İşletmeler

source: Radius
tr: Yarıçap
